{
  "source": "25904633.pdf",
  "title": "Women Behavior in Social Media in Fulfillment of Online Shopping Needs",
  "key_concepts": [
    "behavior information seeking theory",
    "use and gratification theory",
    "new media",
    "e-commerce",
    "consumer behavior",
    "online shopping",
    "social media",
    "smart online shopping behavior",
    "moderate online shopping behavior",
    "consumer satisfaction",
    "online shopping risks",
    "shipping costs",
    "taxes",
    "government regulations"
  ],
  "main_findings": [
    "There are two groups of consumers: smart online shopping behavior and moderate online shopping behavior.",
    "Consumers often feel less satisfied when shopping online.",
    "Online shopping, despite conveniences, is not without risk, requiring consumers to be careful and meticulous to avoid losses.",
    "Product information and reviews are not a guarantee that a product will match expectations.",
    "Consumers face potential financial losses or deception, particularly regarding shipping costs and taxes not fully covered by sellers.",
    "Unclear government regulations on online shopping exacerbate these issues."
  ],
  "data_points": [
    "8 young women aged 25-35 years"
  ],
  "methodologies": [
    "qualitative research",
    "in-depth interviews",
    "phenomenology method",
    "source triangulation"
  ],
  "citations": [],
  "summary": "This research investigates the online shopping behavior of young working women in Jakarta, focusing on their information-seeking and motivations through social media, utilizing behavior information seeking and use and gratification theories. Employing a qualitative approach with in-depth interviews of 8 women aged 25-35, the study identifies two distinct consumer groups: smart and moderate online shoppers. It also highlights significant challenges and risks associated with online shopping, including consumer dissatisfaction, discrepancies between product information and reality, hidden costs like shipping and taxes, and the impact of unclear government regulations, emphasizing the need for consumer caution."
}