{
  "source": "EJ1172284.pdf",
  "title": "A look at advanced learners’ use of mobile devices for English language study: Insights from interview data",
  "key_concepts": [
    "advanced learners",
    "mobile devices",
    "English language study",
    "learner autonomy",
    "heightened awareness",
    "advantageous role of mobile devices",
    "smartphones",
    "tablet computers",
    "individualized learning",
    "mobile apps",
    "internet access",
    "personal learning styles",
    "intuitive and/or ad hoc use",
    "educational technologies",
    "independent practice",
    "foreign language learners",
    "learning experiences"
  ],
  "main_findings": [
    "Some subjects manifested heightened awareness regarding the advantageous role of mobile devices in their learning endeavors.",
    "Subjects demonstrated the ability to use mobile devices to find suitable tools and retrieve necessary information to achieve goals, meet needs, and adjust English learning to personal styles.",
    "Subjects also exhibited a rather intuitive and/or ad hoc use of their mobile devices in the classroom."
  ],
  "data_points": [
    "20 students"
  ],
  "methodologies": [
    "semi-structured interview",
    "qualitative analysis",
    "quantitative analysis"
  ],
  "citations": [
    "Byrne & Diem (2014)"
  ],
  "summary": "This research investigates how advanced English language learners utilize mobile devices for their studies, drawing insights from interview data. The study, involving 20 students, employed semi-structured interviews followed by qualitative and quantitative analysis. Key findings indicate that learners possess a strong awareness of the advantageous role mobile devices play in their learning processes. They effectively use these devices to find suitable tools, retrieve information, and adapt their English learning to personal styles, often demonstrating an intuitive or ad hoc approach in the classroom. This highlights the potential of mobile devices, including smartphones and tablets, for fostering individualized learning, learner autonomy, and independent practice through access to mobile apps and internet resources."
}