[
  {
    "source": "25904633.pdf",
    "title": "Women Behavior in Social Media in Fulfillment of Online Shopping Needs",
    "key_concepts": [
      "behavior information seeking theory",
      "use and gratification theory",
      "new media",
      "e-commerce",
      "consumer behavior",
      "online shopping",
      "social media",
      "smart online shopping behavior",
      "moderate online shopping behavior",
      "consumer satisfaction",
      "online shopping risks",
      "shipping costs",
      "taxes",
      "government regulations"
    ],
    "main_findings": [
      "There are two groups of consumers: smart online shopping behavior and moderate online shopping behavior.",
      "Consumers often feel less satisfied when shopping online.",
      "Online shopping, despite conveniences, is not without risk, requiring consumers to be careful and meticulous to avoid losses.",
      "Product information and reviews are not a guarantee that a product will match expectations.",
      "Consumers face potential financial losses or deception, particularly regarding shipping costs and taxes not fully covered by sellers.",
      "Unclear government regulations on online shopping exacerbate these issues."
    ],
    "data_points": [
      "8 young women aged 25-35 years"
    ],
    "methodologies": [
      "qualitative research",
      "in-depth interviews",
      "phenomenology method",
      "source triangulation"
    ],
    "citations": [],
    "summary": "This research investigates the online shopping behavior of young working women in Jakarta, focusing on their information-seeking and motivations through social media, utilizing behavior information seeking and use and gratification theories. Employing a qualitative approach with in-depth interviews of 8 women aged 25-35, the study identifies two distinct consumer groups: smart and moderate online shoppers. It also highlights significant challenges and risks associated with online shopping, including consumer dissatisfaction, discrepancies between product information and reality, hidden costs like shipping and taxes, and the impact of unclear government regulations, emphasizing the need for consumer caution."
  },
  {
    "source": "EJ1172284.pdf",
    "title": "A look at advanced learners’ use of mobile devices for English language study: Insights from interview data",
    "key_concepts": [
      "advanced learners",
      "mobile devices",
      "English language study",
      "learner autonomy",
      "heightened awareness",
      "advantageous role of mobile devices",
      "smartphones",
      "tablet computers",
      "individualized learning",
      "mobile apps",
      "internet access",
      "personal learning styles",
      "intuitive and/or ad hoc use",
      "educational technologies",
      "independent practice",
      "foreign language learners",
      "learning experiences"
    ],
    "main_findings": [
      "Some subjects manifested heightened awareness regarding the advantageous role of mobile devices in their learning endeavors.",
      "Subjects demonstrated the ability to use mobile devices to find suitable tools and retrieve necessary information to achieve goals, meet needs, and adjust English learning to personal styles.",
      "Subjects also exhibited a rather intuitive and/or ad hoc use of their mobile devices in the classroom."
    ],
    "data_points": [
      "20 students"
    ],
    "methodologies": [
      "semi-structured interview",
      "qualitative analysis",
      "quantitative analysis"
    ],
    "citations": [
      "Byrne & Diem (2014)"
    ],
    "summary": "This research investigates how advanced English language learners utilize mobile devices for their studies, drawing insights from interview data. The study, involving 20 students, employed semi-structured interviews followed by qualitative and quantitative analysis. Key findings indicate that learners possess a strong awareness of the advantageous role mobile devices play in their learning processes. They effectively use these devices to find suitable tools, retrieve information, and adapt their English learning to personal styles, often demonstrating an intuitive or ad hoc approach in the classroom. This highlights the potential of mobile devices, including smartphones and tablets, for fostering individualized learning, learner autonomy, and independent practice through access to mobile apps and internet resources."
  }
]